[
    {
      "id": 1,
      "heading": "Education",
      "category": "Education",
      "logo": "education_logo.png",
      "description": "Support education initiatives for a brighter future. Empower the next generation by contributing to educational programs, scholarships, and resources. Your donation helps build a foundation for knowledge, skills, and opportunities. Together, we can shape a world where every individual has access to quality education, unlocking their full potential and creating positive change. Join us in making a lasting impact on the lives of students and fostering a culture of learning and growth.",
      "shortDescription": "Empower the next generation.",
      "price": 50,
      "backgroundColor": "#3498db",
      "textColor": "#ffffff",
      "buttonBackgroundColor": "#2c3e50",
      "buttonTextColor": "#ffffff"
    },
    {
      "id": 2,
      "heading": "Healthcare",
      "category": "Health",
      "logo": "healthcare_logo.png",
      "description": "Contribute to better healthcare for all. Improve access to medical services, preventive care, and health resources. Your donation supports initiatives that address health disparities and ensure that everyone, regardless of their circumstances, can lead a healthy life. By investing in healthcare, you're helping communities thrive and promoting a future where everyone has the opportunity to enjoy good health. Join us in making a difference in the well-being of individuals and communities around the world.",
      "shortDescription": "Improve access to medical services.",
      "price": 30,
      "backgroundColor": "#27ae60",
      "textColor": "#ffffff",
      "buttonBackgroundColor": "#27ae60",
      "buttonTextColor": "#ffffff"
    },
    {
      "id": 3,
      "heading": "Environment",
      "category": "Environment",
      "logo": "environment_logo.png",
      "description": "Support initiatives for a sustainable planet. Protect and preserve our environment through projects that focus on conservation, renewable energy, and ecological restoration. Your donation contributes to building a greener and healthier Earth for current and future generations. Together, we can combat climate change, conserve biodiversity, and create a sustainable balance between human activities and nature. Join us in safeguarding the planet and promoting responsible stewardship of our natural resources.",
      "shortDescription": "Protect and preserve our environment.",
      "price": 40,
      "backgroundColor": "#e74c3c",
      "textColor": "#ffffff",
      "buttonBackgroundColor": "#e74c3c",
      "buttonTextColor": "#ffffff"
    },
    {
      "id": 4,
      "heading": "Animal Welfare",
      "category": "Animal Welfare",
      "logo": "animal_welfare_logo.png",
      "description": "Help animals in need and promote animal rights. Be a voice for the voiceless by supporting organizations that rescue, rehabilitate, and advocate for the welfare of animals. Your donation makes a positive impact on the lives of animals, from pets to wildlife. Together, we can work towards a world where animals are treated with compassion, dignity, and respect. Join us in making a difference for our furry, feathered, and finned friends.",
      "shortDescription": "Be a voice for the voiceless.",
      "price": 25,
      "backgroundColor": "#f39c12",
      "textColor": "#ffffff",
      "buttonBackgroundColor": "#f39c12",
      "buttonTextColor": "#ffffff"
    },
    {
      "id": 5,
      "heading": "Human Rights",
      "category": "Human Rights",
      "logo": "human_rights_logo.png",
      "description": "Stand up for human rights and equality. Promote justice, fairness, and equal rights for all individuals, regardless of race, gender, or background. Your donation supports organizations working to eradicate discrimination, injustice, and human rights violations. By advocating for human rights, we can create a world where every person is treated with dignity and has the opportunity to live a life free from oppression. Join us in championing the principles of equality and justice.",
      "shortDescription": "Promote justice and fairness for all.",
      "price": 35,
      "backgroundColor": "#9b59b6",
      "textColor": "#ffffff",
      "buttonBackgroundColor": "#9b59b6",
      "buttonTextColor": "#ffffff"
    },
    {
      "id": 6,
      "heading": "Hunger Relief",
      "category": "Hunger Relief",
      "logo": "hunger_relief_logo.png",
      "description": "Fight against hunger and malnutrition. Provide meals for those in need and support initiatives that address food insecurity. Your donation helps feed hungry individuals and families, ensuring they have access to nutritious meals. By combating hunger, we can create a world where no one goes to bed hungry. Join us in the fight against hunger and contribute to building a more food-secure future for communities around the globe.",
      "shortDescription": "Provide meals for those in need.",
      "price": 20,
      "backgroundColor": "#e67e22",
      "textColor": "#ffffff",
      "buttonBackgroundColor": "#e67e22",
      "buttonTextColor": "#ffffff"
    },
    {
      "id": 7,
      "heading": "Clean Water",
      "category": "Clean Water",
      "logo": "clean_water_logo.png",
      "description": "Ensure access to clean and safe drinking water. Support projects that provide clean water sources, sanitation facilities, and hygiene education. Your donation contributes to improving health and preventing waterborne diseases. By investing in clean water initiatives, we can create a world where everyone has access to this essential resource. Join us in making a splash for a better and healthier future.",
      "shortDescription": "Quench the thirst for a better world.",
      "price": 45,
      "backgroundColor": "#2c3e50",
      "textColor": "#ffffff",
      "buttonBackgroundColor": "#2c3e50",
      "buttonTextColor": "#ffffff"
    },
    {
      "id": 8,
      "heading": "Art and Culture",
      "category": "Art and Culture",
      "logo": "art_culture_logo.png",
      "description": "Support arts and cultural initiatives in the community. Celebrate creativity, diversity, and the rich tapestry of human expression. Your donation fuels programs that promote artistic expression, cultural exchange, and creative exploration. By investing in arts and culture, we can foster a more vibrant and connected society. Join us in championing the power of creativity to inspire and unite communities.",
      "shortDescription": "Celebrate creativity and diversity.",
      "price": 55,
      "backgroundColor": "#d35400",
      "textColor": "#ffffff",
      "buttonBackgroundColor": "#d35400",
      "buttonTextColor": "#ffffff"
    },
    {
      "id": 9,
      "heading": "Community Development",
      "category": "Community Development",
      "logo": "community_development_logo.png",
      "description": "Contribute to the growth and well-being of communities. Build a stronger and more resilient society by supporting initiatives that focus on community development, infrastructure, and empowerment. Your donation helps create opportunities, improve living conditions, and promote sustainable development. By investing in communities, we can build a world where everyone has the chance to thrive. Join us in making a positive impact on the fabric of society.",
      "shortDescription": "Build a stronger and more resilient society.",
      "price": 30,
      "backgroundColor": "#1abc9c",
      "textColor": "#ffffff",
      "buttonBackgroundColor": "#1abc9c",
      "buttonTextColor": "#ffffff"
    },
    {
      "id": 10,
      "heading": "Technology and Innovation",
      "category": "Technology and Innovation",
      "logo": "tech_innovation_logo.png",
      "description": "Support technological advancements and innovation. Drive progress through technology by contributing to initiatives that push the boundaries of innovation. Your donation fuels research, development, and the application of technology to address global challenges. By investing in technology and innovation, we can create a brighter and more sustainable future. Join us in shaping a world where technology enhances the well-being of all.",
      "shortDescription": "Drive progress through technology.",
      "price": 40,
      "backgroundColor": "#8e44ad",
      "textColor": "#ffffff",
      "buttonBackgroundColor": "#8e44ad",
      "buttonTextColor": "#ffffff"
    },
    {
      "id": 11,
      "heading": "Elderly Care",
      "category": "Elderly Care",
      "logo": "elderly_care_logo.png",
      "description": "Provide care and support for the elderly. Respect and honor our seniors by supporting programs that enhance the quality of life for older individuals. Your donation contributes to services, healthcare, and initiatives that ensure a dignified and fulfilling life for the elderly. By investing in elderly care, we can create a society that values and cherishes its senior members. Join us in making a positive impact on the lives of our elders.",
      "shortDescription": "Respect and honor our seniors.",
      "price": 25,
      "backgroundColor": "#c0392b",
      "textColor": "#ffffff",
      "buttonBackgroundColor": "#c0392b",
      "buttonTextColor": "#ffffff"
    },
    {
      "id": 12,
      "heading": "Sports and Recreation",
      "category": "Sports and Recreation",
      "logo": "sports_recreation_logo.png",
      "description": "Promote health and well-being through sports and recreation. Inspire an active and healthy lifestyle by supporting initiatives that encourage sports participation and recreational activities. Your donation contributes to building a healthier and more vibrant community. By investing in sports and recreation, we can promote physical and mental well-being for individuals of all ages. Join us in making a positive impact through the power of play.",
      "shortDescription": "Inspire an active and healthy lifestyle.",
      "price": 35,
      "backgroundColor": "#2ecc71",
      "textColor": "#ffffff",
      "buttonBackgroundColor": "#2ecc71",
      "buttonTextColor": "#ffffff"
    }
  ]
  